{
  "jokes": [
    {
      "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
    },
    {
      "joke": "A friend of mine tried to annoy me with bird puns, but I soon realized that toucan play at that game."
    },
    {
      "joke": "I wondered why the baseball was getting bigger. Then it hit me."
    },
    {
      "joke": "I wasn't originally going to get a brain transplant, but then I changed my mind."
    },
    {
      "joke": "I'd tell you a chemistry joke but I know I wouldn't get a reaction."
    },
    {
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down."
    },
    {
      "joke": "Did you hear about the guy who got hit in the head with a can of soda? He was lucky it was a soft drink."
    },
    {
      "joke": "Yesterday I accidentally swallowed some food coloring. The doctor says I'm OK, but I feel like I've dyed a little inside."
    },
    {
      "joke": "Have you ever tried to eat a clock? It's very time consuming."
    },
    {
      "joke": "It's not that the man did not know how to juggle, he just didn't have the balls to do it."
    },
    {
      "joke": "What computer sings the best? A Dell!"
    },
    {
      "joke": "Why do some people hate puns? Because they are laughtose intolerant!"
    },
    {
      "joke": "It was cold in the bedroom so I lay down next to the wood-stove and slept like a log."
    },
    {
      "joke": "Old artists never retire, they withdraw!"
    },
    {
      "joke": "What do you do when balloons are hurt? You helium."
    },
    {
      "joke": "Where do baby spoons come from? The spork delivers them."
    },
    {
      "joke": "Once the pilot started lying about his flying, he went into a tale spin."
    },
    {
      "joke": "Why don't programmers like nature? It has too many bugs."
    },
    {
      "joke": "I don't trust these stairs because they're always up to something."
    },
    {
      "joke": "I used to be a banker but I lost interest"
    },
    {
      "joke": "When William joined the army, he disliked the phrase 'fire at will'."
    },
    {
      "joke": "I couldn't quite remember how to throw a boomerang, but eventually it came back to me."
    }
  ]
}
