{
  "jokes": [
    {
      "joke": "Did you hear about the guy whose whole left side was cut off? He's all right now."
    },
    {
      "joke": "A friend of mine tried to annoy me with bird puns, but I soon realized that toucan play at that game."
    },
    {
      "joke": "I wondered why the baseball was getting bigger. Then it hit me."
    },
    {
      "joke": "I wasn't originally going to get a brain transplant, but then I changed my mind."
    },
    {
      "joke": "I'd tell you a chemistry joke but I know I wouldn't get a reaction."
    },
    {
      "joke": "I'm reading a book about anti-gravity. It's impossible to put down."
    },
    {
      "joke": "Did you hear about the guy who got hit in the head with a can of soda? He was lucky it was a soft drink."
    },
    {
      "joke": "Yesterday I accidentally swallowed some food coloring. The doctor says I'm OK, but I feel like I've dyed a little inside."
    },
    {
      "joke": "Have you ever tried to eat a clock? It's very time consuming."
    },
    {
      "joke": "It's not that the man did not know how to juggle, he just didn't have the balls to do it."
    },
    {
      "joke": "What computer sings the best? A Dell!"
    },
    {
      "joke": "Why do some people hate puns? Because they are laughtose intolerant!"
    },
    {
      "joke": "It was cold in the bedroom so I lay down next to the wood-stove and slept like a log."
    },
    {
      "joke": "Old artists never retire, they withdraw!"
    },
    {
      "joke": "What do you do when balloons are hurt? You helium."
    },
    {
      "joke": "Where do baby spoons come from? The spork delivers them."
    },
    {
      "joke": "Once the pilot started lying about his flying, he went into a tale spin."
    },
    {
      "joke": "Why don't programmers like nature? It has too many bugs."
    },
    {
      "joke": "I don't trust these stairs because they're always up to something."
    },
    {
      "joke": "I used to be a banker but I lost interest"
    },
    {
      "joke": "When William joined the army, he disliked the phrase 'fire at will'."
    },
    {
      "joke": "I couldn't quite remember how to throw a boomerang, but eventually it came back to me."
    },
    {
      "joke": "Why don't some couples go to the gym? Because some relationships don't work out."
    },
    {
      "joke": "Claustrophobic people are more productive thinking outside the box."
    },
    {
      "joke": "A new type of broom came out, it is sweeping the nation."
    },
    {
      "joke": "I'm glad I know sign language, it's pretty handy."
    },
    {
      "joke": "I once heard a joke about amnesia, but I forgot how it goes."
    },
    {
      "joke": "A small boy swallowed some coins and was taken to a hospital. When his grandmother called to check on him a nurse said 'No change yet'."
    },
    {
      "joke": "A bicycle can't stand on its own because it is two-tired"
    },
    {
      "joke": "My friend's bakery burned down last night. Now his buisness is toast."
    },
    {
      "joke": "I knew a woman who owned a taser, man was she stunning!"
    },
    {
      "joke": "The girl quit her job at the doughnut factory because she was fed up with the hole business."
    },
    {
      "joke": "To write with a broken pencil is pointless."
    },
    {
      "joke": "I was going to look for my missing watch but I could never find the time."
    },
    {
      "joke": "I knew a guy who collected candy canes, they were all in mint condition."
    },
    {
      "joke": "I was going to buy a book about phobias but I was afraid it wouldn't help me."
    },
    {
      "joke": "I really wanted a camouflage shirt, but I couldn't find one."
    },
	{
	  "joke": "The first time I used an elevator it was really uplifting, then it let me down."
	},
	{
	  "joke": "Never discuss infinity with a mathematician, they can go on about it forever."
	},
	{
	  "joke": "The dead batteries were given out free of charge."
	},
	{
	  "joke": "Did you hear about the crime that happened in a parking garage? It was wrong on so many levels."
	},
	{
	  "joke": "If you lose your hearing, is it ear replaceable?"
	},
	{
	  "joke": "Always trust a glue salesman. They tend to stick to their word."
	},
	{
	  "joke": "My fear of roses is a thorny issue. I'm not sure where it stems from, but it seems likely that I will be stuck with it."
	},
	{
	  "joke": "When a clock is hungry, it goes back four seconds."
	},
	{
	  "joke": "Don't trust people that do acupuncture, they're back stabbers."
	},
	{
	  "joke": "I should have been sad when my flashlight batteries died, but I was delighted."
	},
	  {
		  "joke": "I don't get people who stumble into mirrors, they need to watch themselves"
	  },
	  {
		  "joke": "Pencils could be made with erasers at both sides, but what would be the point."
	  },
	  {
		  "joke": "The magician got so mad, he pulled his hare out."
	  },
	  {
		  "joke": "Did you hear about these new reversible jackets? I'm excited to see how they turn out"
	  },
	  {
		  "joke": "Children who fail their coloring exams need a shoulder to crayon."
	  },
	  {
		  "joke": "The future, the present and the past walked into a bar. Things got a little tense."
	  },
	  {
		  "joke": "I can't believe I got fired from the calendar factory. All I did was take a day off."
	  },
	  {
		  "joke": "I have a few jokes about unemployed people but it doesn't matter none of them work."
	  },
	  {
		  "joke": "Q: What do you call the security outside of a Samsung Store? A: Guardians of the Galaxy."
	  },
	  {
		  "joke": "Don't spell part backwards. It's a trap."
	  },
	  {
		  "joke": "eBay is so useless. I tried to look up lighters and all they had was 13,749 matches."
	  },
	  {
		  "joke": "Why was Cinderella thrown off the basketball team? She ran away from the ball."
	  },
	  {
		  "joke": "Doctor, there's a patient on line 1 that says he's invisible. Well, tell him I can't see him right now."
	  },
	  {
		  "joke": "I ordered 2000 lbs. of chinese soup. It was Won Ton."
	  },
	  {
		  "joke": "You can't get on the same page with someone who has a different book."
	  },
	  {
		  "joke": "How did I escape Iraq? Iran."
	  },
	  {
		  "joke": "Why did the summer school teacher wear sunglasses? Because her class was so bright!"
	  },
	  {
	  	"joke": "I was going to tell you a joke about infinity, but I can't find the end."
	  },
	  {
	  	"joke": "I would tell you a joke about squirrels, but you would go nuts."
	  },
	  {
	  	"joke": "My sister bought this driving app recently, it kept on crashing."
	  },
	  {
	  	"joke": "He was buried yesterday, and was deeply moved by the experience."
	  },
	  {
	  	"joke": "Money launderers are filthy rich!"
	  },
	  {
	  	"joke": "Why did the man stand on a clock? He really wanted to be on time."
	  },
	  {
	  	"joke": "Stealing my computer files rarely gets my back up."
	  },
	  {
	  	"joke": "Two pet owners got together for a weekly public discussion on the Internet. They called it their Pawed Cast."
	  },
	  {
	  	"joke": "What did the sock puppet say to the sock? Looks like you could use a hand."
	  },
	  {
	  	"joke": "What did the sock puppet say to the sock? Looks like you could use a hand."
	  },
	  {
	  	"joke": "The two shoemakers got married because they were sole mates."
	  },
	  {
	  	"joke": "When the TV repairman got married the reception was excellent."
	  },
	  {
	  	"joke": "Why were the Indians here first? They had reservations."
	  },
	  {
	  	"joke": "Class trip to the Coca-Cola factory? I hope there's no pop quiz!"
	  },
	  {
	  	"joke": "Without geometry, life is pointless"
	  },
	  {
	  	"joke": "A backwards poet writes inverse."
	  },
	  {
		  "joke": "I have problems with math but with chemistry, I have solutions."
	  },
	  {
		  "joke": "I lift weights only on Saturday and Sunday because Monday to Friday are weak days."
	  },
	  {
		  "joke": "Why should you never throw away an old dolphin? Because they can easily be re-porpoised!"
	  },
	  {
		  "joke": "I touched an electric eel the other day. It was shocking."
	  },
	  {
		  "joke": "I lost my job at the quarry, I guess you could say I've hit rock bottom."
	  },
	  {
		  "joke": "If I want to gamble online, do I use betcoins?"
	  },
	  {
		  "joke": "I spent a summer working on a rabbit farm. It was a hare raising experience."
	  },
	  {
		  "joke": "So you went to a bread factory? Guess you had a crummy day."
	  },
	  {
		  "joke": "What time is it when it is time to go to the dentist? Tooth hurty."
	  },
	  {
		  "joke": "All the toilets in New York's police stations have been stolen. Police have nothing to go on."
	  },
	  {
		  "joke": "Velcro - what a rip off!"
	  },
	  {
		  "joke": "Old cashiers never die, they just check out."
	  },
	  {
		  "joke": "A sailor has courage by the boatload."
	  },
	  {
		  "joke": "The invention of dynamite sure was ground breaking."
	  },
	  {
		  "joke": "My dog has an attitude. He is a cocky spaniel."
	  },
	  {
		  "joke": "If you want to deliver a compliment, you have to address them properly."
	  },
	  {
		  "joke": "What thrill ride does a drink go on? A coaster!"
	  },
	  {
		  "joke": "I know a lot of jokes about bad pole-vaulters, but none of them seem to go over very well."
	  },
	  {
		  "joke": "Electricians go with the flow, never against the current!"
	  },
	  {
		  "joke": "Sadly my teacher, who could use two typewriters at one time, got fired for stereotyping."
	  },
	  {
		  "joke": "I had a broken bone once, it just cracked me up."
	  },
	  {
		  "joke": "I spilled my drink in one fluid motion."
	  },
	  {
		  "joke": "Did you hear about that lightbulb party. It was totally lit."
	  },
	  {
		  "joke": "It's been my life long vision to become an optometrist, but I just couldn't see a way to make it happen."
	  },
	  {
		  "joke": "A good juice bar always puts their customers thirst."
	  },
	  {
		  "joke": "The meat market had a special on pork prices, the sign said ham me downs."
	  },
	  {
		  "joke": "I spilt vinegar all over myself - it was quite a sour day."
	  },
	  {
		  "joke": "Don't interrupt someone working intently on a puzzle. Chances are, you'll hear some crosswords."
	  },
	  {
		  "joke": "I'm a big fan of whiteboards. I find them quite re-markable."
	  },
	  {
		  "joke": "Q. Which country's capital has the fastest-growing population? A. Ireland. Every day it's Dublin."
	  },
	  {
		  "joke": "I asked my French friend if she likes to play video games. She said, Wii."
	  },
	  {
		  "joke": "The machine at the coin factory just suddenly stopped working, with no explanation. It doesn't make any cents!"
	  },
	  {
		  "joke": "I was going to make myself a belt made out of watches, but then I realized it would be a waist of time."
	  },
  ]
}
